Repository: msandroid/Cursor-Rule
Catalog: WhisperAX/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, id, ja, ko, nl, pt, ru, sv, sw, ta, th, tr, ur, vi, zh

source: Cache Prefill
ar: ملء ذاكرة التخزين المؤقت مسبقاً
bn: ক্যাশ প্রিফিল
de: Cache-Vorausfüllung
es: Relleno de caché
fa: پیش‌پر کردن کش
fr: Préremplissage du cache
hi: कैश प्रीफिल
id: Isi ulang cache
ja: キャッシュプリフィル
ko: 캐시 프리필
nl: Cache vooraf vullen
pt: Pré-preenchimento do cache
ru: Предзаполнение кэша
sv: Cache förfyllning
sw: Kujaza kumbukumbu mapema
ta: கேச் முன் நிரப்புதல்
th: เติมแคชล่วงหน้า
tr: Önbellek Ön Doldurma
ur: کیش پریفیل
vi: Điền sẵn bộ nhớ đệm
zh: 缓存预填充

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отмена
sv: Avbryt
sw: Ghairi
ta: ரத்து
th: ยกเลิก
tr: İptal
ur: منسوخ
vi: Hủy
zh: 取消

source: Cantonese
ar: الكانتونية
bn: ক্যান্টোনিজ
de: Kantonesisch
es: Cantonés
fa: کانتونی
fr: Cantonais
hi: कैंटोनीज़
id: Kanton
ja: 広東語
ko: 광둥어
nl: Kantonees
pt: Cantonês
ru: Кантонский
sv: Kantonesiska
sw: Kikantoni
ta: காண்டோனீஸ்
th: กวางตุ้ง
tr: Kantonca
ur: کانٹونی
vi: Tiếng Quảng Đông
zh: 粤语

source: Catalan
ar: الكتالونية
bn: কাতালান
de: Katalanisch
es: Catalán
fa: کاتالان
hi: कैटलन
id: Katalan
ja: カタルーニャ語
ko: 카탈루냐어
nl: Catalaans
pt: Catalão
ru: Каталанский
sv: Katalanska
sw: Kikatalan
ta: கேட்டலன்
th: คาตาลัน
tr: Katalanca
ur: کیٹالان
vi: Tiếng Catalan
zh: 加泰罗尼亚语

source: Change
ar: تغيير
bn: পরিবর্তন
de: Ändern
es: Cambiar
fa: تغییر
fr: Modifier
hi: बदलें
id: Ubah
ja: 変更
ko: 변경
nl: Wijzigen
pt: Alterar
ru: Изменить
sv: Ändra
sw: Badilisha
ta: மாற்று
th: เปลี่ยน
tr: Değiştir
ur: تبدیل
vi: Thay đổi
zh: 更改

source: Chinese
ar: الصينية
bn: চীনা
de: Chinesisch
es: Chino
fa: چینی
fr: Chinois
hi: चीनी
id: Tionghoa
ja: 中国語
ko: 중국어
nl: Chinees
pt: Chinês
ru: Китайский
sv: Kinesiska
sw: Kichina
ta: சீனம்
th: จีน
tr: Çince
ur: چینی
vi: Tiếng Trung
zh: 中文

source: Choose the best model for your transcription needs
ar: اختر أفضل نموذج لاحتياجاتك في النسخ
bn: আপনার ট্রান্সক্রিপশন প্রয়োজনের জন্য সেরা মডেল বেছে নিন
de: Wählen Sie das beste Modell für Ihre Transkriptionsbedürfnisse
es: Elige el mejor modelo para tus necesidades de transcripción
fa: بهترین مدل را برای نیازهای رونویسی خود انتخاب کنید
fr: Choisissez le meilleur modèle pour vos besoins de transcription
hi: अपनी ट्रांसक्रिप्शन आवश्यकताओं के लिए सबसे अच्छा मॉडल चुनें
id: Pilih model terbaik untuk kebutuhan transkripsi Anda
ja: トランスクリプションのニーズに最適なモデルを選択してください
ko: 전사 요구사항에 가장 적합한 모델을 선택하세요
nl: Kies het beste model voor uw transcriptiebehoeften
pt: Escolha o melhor modelo para suas necessidades de transcrição
ru: Выберите лучшую модель для ваших потребностей в транскрипции
sv: Välj den bästa modellen för dina transkriptionsbehov
sw: Chagua mfano bora kwa mahitaji yako ya uandishi
ta: உங்கள் படியெடுத்தல் தேவைகளுக்கு சிறந்த மாதிரியைத் தேர்ந்தெடுக்கவும்
th: เลือกโมเดลที่ดีที่สุดสำหรับความต้องการการถอดความของคุณ
tr: Transkripsiyon ihtiyaçlarınız için en iyi modeli seçin
ur: اپنی ٹرانسکرپشن کی ضروریات کے لیے بہترین ماڈل منتخب کریں
vi: Chọn mô hình tốt nhất cho nhu cầu phiên âm của bạn
zh: 为您的转录需求选择最佳模型

source: Chunking Strategy
ar: استراتيجية التقسيم
bn: চাঙ্কিং কৌশল
de: Chunking-Strategie
es: Estrategia de fragmentación
fa: استراتژی تقسیم‌بندی
fr: Stratégie de découpage
hi: चंकिंग रणनीति
id: Strategi chunking
ja: チャンキング戦略
ko: 청킹 전략
nl: Chunking strategie
pt: Estratégia de fragmentação
ru: Стратегия разбиения
sv: Chunking strategi
sw: Mkakati wa kugawa vipande
ta: துண்டு மூலோபாயம்
th: กลยุทธ์การแบ่งส่วน
tr: Parçalama Stratejisi
ur: چنکنگ کی حکمت عملی
vi: Chiến lược phân đoạn
zh: 分块策略

source: Clear Text
ar: مسح النص
bn: টেক্সট সাফ করুন
de: Text löschen
es: Limpiar texto
fa: پاک کردن متن
fr: Effacer le texte
hi: टेक्स्ट साफ़ करें
id: Hapus teks
ja: テキストをクリア
ko: 텍스트 지우기
nl: Tekst wissen
pt: Limpar texto
ru: Очистить текст
sv: Rensa text
sw: Futa maandishi
ta: உரையை அழிக்கவும்
th: ล้างข้อความ
tr: Metni temizle
ur: ٹیکسٹ صاف کریں
vi: Xóa văn bản
zh: 清除文本

source: Clear Transcription Text
ar: مسح نص النسخ
bn: ট্রান্সক্রিপশন টেক্সট সাফ করুন
de: Transkriptionstext löschen
es: Limpiar texto de transcripción
fa: پاک کردن متن رونوشت
fr: Effacer le texte de transcription
hi: ट्रांसक्रिप्शन टेक्स्ट साफ़ करें
id: Hapus teks transkripsi
ja: 転写テキストをクリア
ko: 전사 텍스트 지우기
nl: Transcriptietekst wissen
pt: Limpar texto de transcrição
ru: Очистить текст транскрипции
sv: Rensa transkriptionstext
sw: Safisha maandishi ya uandishi
ta: படியெடுப்பு உரையை அழிக்க
th: ล้างข้อความการถอดความ
tr: Transkripsiyon Metnini Temizle
ur: ٹرانسکرپشن ٹیکسٹ صاف کریں
vi: Xóa văn bản phiên âm
zh: 清除转录文本

source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
ko: 닫기
nl: Sluiten
pt: Fechar
ru: Закрыть
sv: Stäng
sw: Funga
ta: மூடு
th: ปิด
tr: Kapat
ur: بند کریں
vi: Đóng
zh: 关闭

# common.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отмена
sv: Avbryt
sw: Ghairi
ta: ரத்து செய்
th: ยกเลิก
tr: İptal
ur: منسوخ
vi: Hủy
zh: 取消

# common.delete
source: Delete
ar: حذف
bn: মুছে ফেলুন
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
hi: हटाएं
id: Hapus
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Excluir
ru: Удалить
sv: Ta bort
sw: Futa
ta: நீக்கு
th: ลบ
tr: Sil
ur: حذف کریں
vi: Xóa
zh: 删除

# common.done
source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Hecho
fa: تمام
fr: Terminé
hi: पूर्ण
id: Selesai
ja: 完了
ko: 완료
nl: Klaar
pt: Concluído
ru: Готово
sv: Klar
sw: Imekamilika
ta: முடிந்தது
th: เสร็จสิ้น
tr: Tamam
ur: ہو گیا
vi: Xong
zh: 完成

# common.loading
source: Loading
ar: جاري التحميل
bn: লোড হচ্ছে
de: Lädt
es: Cargando
fa: در حال بارگذاری
fr: Chargement
hi: लोड हो रहा है
id: Memuat
ja: 読み込み中
ko: 로딩 중
nl: Laden
pt: Carregando
ru: Загрузка
sv: Laddar
sw: Inapakia
ta: ஏற்றப்படுகிறது
th: กำลังโหลด
tr: Yükleniyor
ur: لوڈ ہو رہا ہے
vi: Đang tải
zh: 加载中

# common.ok
source: OK
ar: موافق
bn: ঠিক আছে
fa: باشه
hi: ठीक है
ko: 확인
ru: ОК
sw: Sawa
ta: சரி
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh: 确定

# common.save
source: Save
ar: حفظ
bn: সংরক্ষণ
de: Speichern
es: Guardar
fa: ذخیره
fr: Enregistrer
hi: सहेजें
id: Simpan
ja: 保存
ko: 저장
nl: Opslaan
pt: Salvar
ru: Сохранить
sv: Spara
sw: Hifadhi
ta: சேமி
th: บันทึก
tr: Kaydet
ur: محفوظ کریں
vi: Lưu
zh: 保存

source: Comprehensive token analysis
ar: تحليل شامل للرموز المميزة
bn: ব্যাপক টোকেন বিশ্লেষণ
de: Umfassende Token-Analyse
es: Análisis integral de tokens
fa: تحلیل جامع توکن‌ها
fr: Analyse complète des tokens
hi: व्यापक टोकन विश्लेषण
id: Analisis token komprehensif
ja: 包括的なトークン分析
ko: 포괄적 토큰 분석
nl: Uitgebreide token analyse
pt: Análise abrangente de tokens
ru: Комплексный анализ токенов
sv: Omfattande tokenanalys
sw: Uchambuzi wa kina wa token
ta: விரிவான டோக்கன் பகுப்பாய்வு
th: การวิเคราะห์โทเค็นอย่างครอบคลุม
tr: Kapsamlı token analizi
ur: جامع ٹوکن تجزیہ
vi: Phân tích token toàn diện
zh: 全面的令牌分析

source: Compression Check Tokens
ar: رموز فحص الضغط
bn: কম্প্রেশন চেক টোকেন
de: Komprimierungsprüf-Tokens
es: Tokens de verificación de compresión
fa: توکن‌های بررسی فشرده‌سازی
fr: Tokens de vérification de compression
hi: संपीड़न जांच टोकन
id: Token pemeriksaan kompresi
ja: 圧縮チェックトークン
ko: 압축 체크 토큰
nl: Compressie controle tokens
pt: Tokens de verificação de compressão
ru: Токены проверки сжатия
sv: Komprimeringskontroll tokens
sw: Token za kukagua ukandamizaji
ta: அமுக்க சரிபார்ப்பு டோக்கன்கள்
th: โทเค็นตรวจสอบการบีบอัด
tr: Sıkıştırma Kontrol Tokenları
ur: کمپریشن چیک ٹوکنز
vi: Token kiểm tra nén
zh: 压缩检查令牌

source: Compute Units
ar: وحدات الحوسبة
bn: কম্পিউট ইউনিট
de: Recheneinheiten
es: Unidades de cómputo
fa: واحدهای محاسباتی
fr: Unités de calcul
hi: गणना इकाइयां
id: Unit komputasi
ja: 計算ユニット
ko: 계산 단위
nl: Rekeneenheden
pt: Unidades de computação
ru: Вычислительные единицы
sv: Beräkningsenheter
sw: Vipimo vya hesabu
ta: கணக்கீட்டு அலகுகள்
th: หน่วยประมวลผล
tr: Hesaplama Birimleri
ur: کمپیوٹ یونٹس
vi: Đơn vị tính toán
zh: 计算单元

source: Confidence:
ar: الثقة:
bn: আত্মবিশ্বাস:
de: Vertrauen:
es: Confianza:
fa: اعتماد:
fr: Confiance :
hi: आत्मविश्वास:
id: Kepercayaan:
ja: 信頼:
ko: 신뢰도:
nl: Vertrouwen:
pt: Confiança:
ru: Уверенность:
sv: Förtroende:
sw: Kujiamini:
ta: நம்பிக்கை:
th: ความมั่นใจ:
tr: Güven:
ur: اعتماد:
vi: Độ tin cậy:
zh: 置信度：

source: Continue
ar: متابعة
bn: চালিয়ে যান
de: Fortfahren
es: Continuar
fa: ادامه
fr: Continuer
hi: जारी रखें
id: Lanjutkan
ja: 続ける
ko: 계속
nl: Doorgaan
pt: Continuar
ru: Продолжить
sv: Fortsätt
sw: Endelea
ta: தொடரவும்
th: ดำเนินการต่อ
tr: Devam et
ur: جاری رکھیں
vi: Tiếp tục
zh: 继续

source: Copy
ar: نسخ
bn: কপি করুন
de: Kopieren
es: Copiar
fa: کپی
fr: Copier
hi: कॉपी करें
id: Salin
ja: コピー
ko: 복사
nl: Kopiëren
pt: Copiar
ru: Копировать
sv: Kopiera
sw: Nakili
ta: நகலெடுக்கவும்
th: คัดลอก
tr: Kopyala
ur: کاپی کریں
vi: Sao chép
zh: 复制

source: Core Features
ar: الميزات الأساسية
bn: মূল বৈশিষ্ট্য
de: Kernfunktionen
es: Características principales
fa: ویژگی‌های اصلی
fr: Fonctionnalités principales
hi: मुख्य सुविधाएं
id: Fitur inti
ja: コア機能
ko: 핵심 기능
nl: Kernfuncties
pt: Recursos principais
ru: Основные функции
sv: Kärnfunktioner
sw: Vipenge vya msingi
ta: முக்கிய அம்சங்கள்
th: ฟีเจอร์หลัก
tr: Temel Özellikler
ur: بنیادی فیچرز
vi: Tính năng cốt lõi
zh: 核心功能

source: Croatian
ar: الكرواتية
bn: ক্রোয়েশিয়ান
de: Kroatisch
es: Croata
fa: کرواتی
fr: Croate
hi: क्रोएशियाई
id: Kroasia
ja: クロアチア語
ko: 크로아티아어
nl: Kroatisch
pt: Croata
ru: Хорватский
sv: Kroatiska
sw: Kikroatia
ta: குரோஷியன்
th: โครเอเชีย
tr: Hırvatça
ur: کروشیائی
vi: Tiếng Croatia
zh: 克罗地亚语

source: Current Model
ar: النموذج الحالي
bn: বর্তমান মডেল
de: Aktuelles Modell
es: Modelo actual
fa: مدل فعلی
fr: Modèle actuel
hi: वर्तमान मॉडल
id: Model saat ini
ja: 現在のモデル
ko: 현재 모델
nl: Huidig model
pt: Modelo atual
ru: Текущая модель
sv: Aktuell modell
sw: Mfano wa sasa
ta: தற்போதைய மாதிரி
th: โมเดลปัจจุบัน
tr: Mevcut Model
ur: موجودہ ماڈل
vi: Mô hình hiện tại
zh: 当前模型

source: Currently in beta testing
ar: حالياً في مرحلة الاختبار التجريبي
bn: বর্তমানে বিটা টেস্টিং-এ
de: Derzeit im Beta-Test
es: Actualmente en pruebas beta
fa: در حال حاضر در مرحله تست بتا
fr: Actuellement en test bêta
hi: वर्तमान में बीटा परीक्षण में
id: Saat ini dalam pengujian beta
ja: 現在ベータテスト段階
ko: 현재 베타 테스트 중
nl: Momenteel in bètatesting
pt: Atualmente em teste beta
ru: В настоящее время в бета-тестировании
sv: För närvarande i betatestning
sw: Kwa sasa katika hatua ya majaribio ya beta
ta: தற்போது பீட்டா சோதனையில்
th: กำลังทดสอบเบต้าอยู่
tr: Şu anda beta test aşamasında
ur: فی الحال بیٹا ٹیسٹنگ میں
vi: Hiện đang trong giai đoạn thử nghiệm beta
zh: 目前处于测试阶段

source: Currently in beta testing phase
ar: حالياً في مرحلة الاختبار التجريبي
bn: বর্তমানে বিটা পরীক্ষার পর্যায়ে
de: Derzeit in der Beta-Testphase
es: Actualmente en fase de pruebas beta
fa: در حال حاضر در مرحله تست بتا
fr: Actuellement en phase de test bêta
hi: वर्तमान में बीटा परीक्षण चरण में
id: Saat ini dalam fase pengujian beta
ja: 現在はベータテスト段階です
ko: 현재 베타 테스트 단계
nl: Momenteel in bèta testfase
pt: Atualmente na fase de teste beta
ru: В настоящее время в фазе бета-тестирования
sv: För närvarande i betatestfas
sw: Kwa sasa katika awamu ya majaribio ya beta
ta: தற்போது பீட்டா சோதனை கட்டத்தில்
th: ปัจจุบันอยู่ในระยะทดสอบเบต้า
tr: Şu anda beta test aşamasında
ur: فی الحال بیٹا ٹیسٹنگ مرحلے میں
vi: Hiện đang trong giai đoạn thử nghiệm beta
zh: 目前处于测试阶段

source: Czech
ar: التشيكية
bn: চেক
de: Tschechisch
es: Checo
fa: چکی
fr: Tchèque
hi: चेक
id: Ceko
ja: チェコ語
ko: 체코어
nl: Tsjechisch
pt: Tcheco
ru: Чешский
sv: Tjeckiska
sw: Kicheki
ta: செக்
th: เช็ก
tr: Çekçe
ur: چیک
vi: Tiếng Séc
zh: 捷克语

source: Daily Transcriptions
ar: النسخ اليومية
bn: দৈনিক ট্রান্সক্রিপশন
de: Tägliche Transkriptionen
es: Transcripciones Diarias
fa: رونویسی‌های روزانه
fr: Transcriptions Quotidiennes
hi: दैनिक ट्रांसक्रिप्शन
id: Transkripsi Harian
ja: 今日の文字起こし
ko: 일일 전사
nl: Dagelijkse Transcripties
pt: Transcrições Diárias
ru: Ежедневные Транскрипции
sv: Dagliga Transkriptioner
sw: Uandishi wa Kila Siku
ta: தினசரி படியெடுத்தல்
th: การถอดความรายวัน
tr: Günlük Transkripsiyonlar
ur: روزانہ ٹرانسکرپشن
vi: Phiên âm Hàng ngày
zh: 每日转录

source: Danish
ar: الدنماركية
bn: ড্যানিশ
de: Dänisch
es: Danés
fa: دانمارکی
fr: Danois
hi: डेनिश
id: Denmark
ja: デンマーク語
ko: 덴마크어
nl: Deens
pt: Dinamarquês
ru: Датский
sv: Danska
sw: Kidenmarki
ta: டேனிஷ்
th: เดนมาร์ก
tr: Danca
ur: ڈینش
vi: Tiếng Đan Mạch
zh: 丹麦语

source: Dark Mode
ar: الوضع المظلم
bn: ডার্ক মোড
de: Dunkler Modus
es: Modo oscuro
fa: حالت تاریک
fr: Mode sombre
hi: डार्क मोड
id: Mode gelap
ja: ダークモード
ko: 다크 모드
nl: Donkere modus
pt: Modo escuro
ru: Тёмный режим
sv: Mörkt läge
sw: Hali ya giza
ta: இருண்ட பயன்முறை
th: โหมดมืด
tr: Karanlık Mod
ur: ڈارک موڈ
vi: Chế độ tối
zh: 深色模式

# dashboard.billing_subscription
source: Billing & Subscription
ar: الفواتير والاشتراك
bn: বিলিং এবং সাবস্ক্রিপশন
de: Abrechnung und Abonnement
es: Facturación y suscripción
fa: صورتحساب و اشتراک
fr: Facturation et abonnement
hi: बिलिंग और सदस्यता
id: Penagihan & Langganan
ja: 請求とサブスクリプション
ko: 결제 및 구독
nl: Facturering & Abonnement
pt: Faturamento e assinatura
ru: Биллинг и подписка
sv: Fakturering & Prenumeration
sw: Utoaji wa bili na usajili
ta: கட்டணம் & சந்தா
th: การเรียกเก็บเงินและการสมัครสมาชิก
tr: Faturalandırma ve Abonelik
ur: بلنگ اور سبسکرپشن
vi: Thanh toán & Đăng ký
zh: 计费与订阅

# dashboard.daily_transcriptions
source: Daily Transcriptions
ar: النسخ اليومية
bn: দৈনিক ট্রান্সক্রিপশন
de: Tägliche Transkriptionen
es: Transcripciones diarias
fa: رونوشت‌های روزانه
fr: Transcriptions quotidiennes
hi: दैनिक ट्रांसक्रिप्शन
id: Transkripsi harian
ja: 文字起こし
ko: 일일 전사
nl: Dagelijkse transcripties
pt: Transcrições diárias
ru: Ежедневные транскрипции
sv: Dagliga transkriptioner
sw: Uandishi wa kila siku
ta: தினசரி படியெடுப்புகள்
th: การถอดความรายวัน
tr: Günlük Transkripsiyonlar
ur: روزانہ ٹرانسکرپشنز
vi: Phiên âm hàng ngày
zh: 每日转录

# dashboard.detailed_statistics
source: Detailed Statistics
ar: الإحصائيات التفصيلية
bn: বিস্তারিত পরিসংখ্যান
de: Detaillierte Statistiken
es: Estadísticas detalladas
fa: آمار تفصیلی
fr: Statistiques détaillées
hi: विस्तृत आंकड़े
id: Statistik detail
ja: 詳細統計
ko: 상세 통계
nl: Gedetailleerde statistieken
pt: Estatísticas detalhadas
ru: Подробная статистика
sv: Detaljerad statistik
sw: Takwimu za kina
ta: விரிவான புள்ளிவிவரங்கள்
th: สถิติรายละเอียด
tr: Detaylı İstatistikler
ur: تفصیلی اعداد و شمار
vi: Thống kê chi tiết
zh: 详细统计

# dashboard.total
source: Total
ar: المجموع
bn: মোট
de: Gesamt
fa: کل
hi: कुल
ja: 合計
ko: 총계
nl: Totaal
ru: Всего
sv: Totalt
sw: Jumla
ta: மொத்தம்
th: รวม
tr: Toplam
ur: کل
vi: Tổng cộng
zh: 总计

# dashboard.usage_analytics
source: Usage Analytics
ar: تحليل الاستخدام
bn: ব্যবহারের বিশ্লেষণ
de: Nutzungsanalyse
es: Análisis de uso
fa: تحلیل استفاده
fr: Analyse d'utilisation
hi: उपयोग विश्लेषण
id: Analitik penggunaan
ja: 使用分析
ko: 사용 분석
nl: Gebruiksanalyse
pt: Análise de uso
ru: Аналитика использования
sv: Användningsanalys
sw: Uchambuzi wa matumizi
ta: பயன்பாட்டு பகுப்பாய்வு
th: การวิเคราะห์การใช้งาน
tr: Kullanım Analitiği
ur: استعمال کی تجزیہ
vi: Phân tích sử dụng
zh: 使用分析

# dashboard.usage_trends
source: Usage Trends
ar: اتجاهات الاستخدام
bn: ব্যবহারের প্রবণতা
de: Nutzungstrends
es: Tendencias de uso
fa: روندهای استفاده
fr: Tendances d'utilisation
hi: उपयोग रुझान
id: Tren penggunaan
ja: 使用傾向
ko: 사용 트렌드
nl: Gebruikstrends
pt: Tendências de uso
ru: Тренды использования
sv: Användningstrender
sw: Mienendo ya matumizi
ta: பயன்பாட்டு போக்குகள்
th: แนวโน้มการใช้งาน
tr: Kullanım Trendleri
ur: استعمال کے رجحانات
vi: Xu hướng sử dụng
zh: 使用趋势

source: Delete
ar: حذف
bn: মুছে ফেলুন
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
hi: हटाएं
id: Hapus
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Excluir
ru: Удалить
sv: Ta bort
sw: Futa
ta: நீக்கு
th: ลบ
tr: Sil
ur: حذف کریں
vi: Xóa
zh: 删除

source: Delete All
ar: حذف الكل
bn: সব মুছে ফেলুন
de: Alle löschen
es: Eliminar todo
fa: همه را حذف کن
fr: Tout supprimer
hi: सभी हटाएं
id: Hapus semua
ja: すべて削除
ko: 모두 삭제
nl: Alles verwijderen
pt: Excluir tudo
ru: Удалить все
sv: Ta bort allt
sw: Futa zote
ta: அனைத்தையும் நீக்கு
th: ลบทั้งหมด
tr: Tümünü Sil
ur: سب حذف کریں
vi: Xóa tất cả
zh: 删除全部

source: Delete Model
ar: حذف النموذج
bn: মডেল মুছুন
de: Modell löschen
es: Eliminar Modelo
fa: حذف مدل
fr: Supprimer le Modèle
hi: मॉडल हटाएं
id: Hapus Model
ja: モデルを削除する
ko: 모델 삭제
nl: Model Verwijderen
pt: Excluir Modelo
ru: Удалить Модель
sv: Ta bort Modell
sw: Futa Mfano
ta: மாதிரியை நீக்கு
th: ลบโมเดล
tr: Modeli Sil
ur: ماڈل ڈیلیٹ کریں
vi: Xóa Mô hình
zh: 删除模型

source: Detailed Statistics
ar: الإحصائيات التفصيلية
bn: বিস্তারিত পরিসংখ্যান
de: Detaillierte Statistiken
es: Estadísticas detalladas
fa: آمار تفصیلی
fr: Statistiques détaillées
hi: विस्तृत आंकड़े
id: Statistik detail
ja: 詳細統計
ko: 상세 통계
nl: Gedetailleerde statistieken
pt: Estatísticas detalhadas
ru: Подробная статистика
sv: Detaljerad statistik
sw: Takwimu za kina
ta: விரிவான புள்ளிவிவரங்கள்
th: สถิติรายละเอียด
tr: Detaylı İstatistikler
ur: تفصیلی اعداد و شمار
vi: Thống kê chi tiết
zh: 详细统计

source: Details
ar: التفاصيل
bn: বিস্তারিত
es: Detalles
fa: جزئیات
fr: Détails
hi: विवरण
id: Detail
ja: 詳細
ko: 세부사항
pt: Detalhes
ru: Детали
sv: Detaljer
sw: Maelezo
ta: விவரங்கள்
th: รายละเอียด
tr: Detaylar
ur: تفصیلات
vi: Chi tiết
zh: 详情

source: Detected Language
ar: اللغة المكتشفة
bn: সনাক্তকৃত ভাষা
de: Erkannte Sprache
es: Idioma detectado
fa: زبان تشخیص داده شده
fr: Langue détectée
hi: पता चली भाषा
id: Bahasa yang terdeteksi
ja: 検出された言語
ko: 감지된 언어
nl: Gedetecteerde taal
pt: Idioma detectado
ru: Обнаруженный язык
sv: Upptäckt språk
sw: Lugha iliyogunduliwa
ta: கண்டறியப்பட்ட மொழி
th: ภาษาที่ตรวจจับได้
tr: Tespit Edilen Dil
ur: پتہ چلا زبان
vi: Ngôn ngữ được phát hiện
zh: 检测到的语言

source: Display Language
ar: لغة العرض
bn: প্রদর্শন ভাষা
de: Anzeigesprache
es: Idioma de visualización
fa: زبان نمایش
fr: Langue d'affichage
hi: प्रदर्शन भाषा
id: Bahasa tampilan
ja: 表示言語
ko: 표시 언어
nl: Weergavetaal
pt: Idioma de exibição
ru: Язык отображения
sv: Visningsspråk
sw: Lugha ya Onyesho
ta: காட்சி மொழி
th: ภาษาการแสดงผล
tr: Görüntü Dili
ur: ڈسپلے زبان
vi: Ngôn ngữ hiển thị
zh: 显示语言

source: Documentation
ar: الوثائق
bn: নথিপত্র
de: Dokumentation
es: Documentación
fa: مستندات
hi: दस्तावेज़
id: Dokumentasi
ja: ドキュメント
ko: 문서
nl: Documentatie
pt: Documentação
ru: Документация
sv: Dokumentation
sw: Nyaraka
ta: ஆவணங்கள்
th: เอกสาร
tr: Belgeler
ur: دستاویزات
vi: Tài liệu
zh: 文档

source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Hecho
fa: انجام شد
fr: Terminé
hi: पूर्ण
id: Selesai
ja: 完了
ko: 완료
nl: Klaar
pt: Concluído
ru: Готово
sv: Klar
sw: Imekamilika
ta: முடிந்தது
th: เสร็จสิ้น
tr: Tamam
ur: ہو گیا
vi: Xong
zh: 完成

source: Downloaded
ar: تم التنزيل
bn: ডাউনলোড হয়েছে
de: Heruntergeladen
es: Descargado
fa: دانلود شد
fr: Téléchargé
hi: डाउनलोड पूर्ण
id: Diunduh
ja: ダウンロード完了
ko: 다운로드 완료
nl: Gedownload
pt: Baixado
ru: Загружено
sv: Nedladdad
sw: Imepakuliwa
ta: பதிவிறக்கப்பட்டது
th: ดาวน์โหลดแล้ว
tr: İndirildi
ur: ڈاؤن لوڈ ہو گیا
vi: Đã tải xuống
zh: 下载完成

source: Downloading
ar: جاري التنزيل
bn: ডাউনলোড হচ্ছে
de: Herunterladen
es: Descargando
fa: در حال دانلود
fr: Téléchargement
hi: डाउनलोड हो रहा है
id: Mengunduh
ja: ダウンロード中
ko: 다운로드 중
nl: Downloaden
pt: Baixando
ru: Загрузка
sv: Laddar ner
sw: Inapakua
ta: பதிவிறக்குகிறது
th: กำลังดาวน์โหลด
tr: İndiriliyor
ur: ڈاؤن لوڈ ہو رہا ہے
vi: Đang tải xuống
zh: 下载中

source: Dutch
ar: الهولندية
bn: ডাচ
de: Niederländisch
es: Holandés
fa: هلندی
fr: Néerlandais
hi: डच
id: Belanda
ja: オランダ語
ko: 네덜란드어
nl: Nederlands
pt: Holandês
ru: Голландский
sv: Holländska
sw: Kiholanzi
ta: டச்சு
th: ดัตช์
tr: Flemenkçe
ur: ڈچ
vi: Tiếng Hà Lan
zh: 荷兰语

source: Eager Streaming Mode
ar: وضع البث المتعجل
bn: ইগার স্ট্রিমিং মোড
de: Eager-Streaming-Modus
es: Modo de transmisión ansioso
fa: حالت پخش مشتاق
fr: Mode de diffusion avide
hi: ईगर स्ट्रीमिंग मोड
id: Mode streaming eager
ja: イーガーストリーミングモード
ko: 이거 스트리밍 모드
nl: Gretige streaming-modus
pt: Modo de streaming ansioso
ru: Режим быстрой потоковой передачи
sv: Ivrig strömningsläge
sw: Hali ya Mtiririko wa Hamu
ta: ஆர்வமுள்ள ஸ்ட்ரீமிங் முறை
th: โหมดสตรีมมิ่งแบบ eager
tr: İstekli Akış Modu
ur: ایگر سٹریمنگ موڈ
vi: Chế độ phát trực tuyến tích cực
zh: 急切流模式

source: Edit
ar: تحرير
bn: সম্পাদনা
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Modifier
hi: संपादित करें
ja: 編集
ko: 편집
nl: Bewerken
pt: Editar
ru: Редактировать
sv: Redigera
sw: Hariri
ta: திருத்து
th: แก้ไข
tr: Düzenle
ur: ترمیم
vi: Chỉnh sửa
zh: 编辑

source: English
ar: الإنجليزية
bn: ইংরেজি
de: Englisch
es: Inglés
fa: انگلیسی
fr: Anglais
hi: अंग्रेजी
id: Inggris
ja: 英語
ko: 영어
nl: Engels
pt: Inglês
ru: Английский
sv: Engelska
sw: Kiingereza
ta: ஆங்கிலம்
th: อังกฤษ
tr: İngilizce
ur: انگریزی
vi: Tiếng Anh
zh: 英语

source: Enter text to analyze tokens and costs...
ar: أدخل النص لتحليل الرموز المميزة والتكاليف...
bn: টোকেন এবং খরচ বিশ্লেষণ করতে পাঠ্য লিখুন...
de: Geben Sie Text ein, um Tokens und Kosten zu analysieren...
es: Ingrese texto para analizar tokens y costos...
fa: برای تجزیه و تحلیل توکن‌ها و هزینه‌ها متن وارد کنید...
fr: Entrez du texte pour analyser les tokens et les coûts...
hi: टोकन और लागत का विश्लेषण करने के लिए पाठ दर्ज करें...
id: Masukkan teks untuk menganalisis token dan biaya...
ja: トークンとコストを分析するテキストを入力...
ko: 토큰과 비용을 분석할 텍스트를 입력하세요...
nl: Voer tekst in om tokens en kosten te analyseren...
pt: Digite o texto para analisar tokens e custos...
ru: Введите текст для анализа токенов и затрат...
sv: Ange text för att analysera tokens och kostnader...
sw: Ingiza maandishi ya kuchambua tokeni na gharama...
ta: டோக்கன்கள் மற்றும் செலவுகளை பகுப்பாய்வு செய்ய உரையை உள்ளிடவும்...
th: ป้อนข้อความเพื่อวิเคราะห์โทเค็นและต้นทุน...
tr: Token ve maliyetleri analiz etmek için metin girin...
ur: ٹوکن اور اخراجات کا تجزیہ کرنے کے لیے متن درج کریں...
vi: Nhập văn bản để phân tích token và chi phí...
zh: 输入文本来分析令牌和成本...

source: Error during final transcription.
ar: خطأ أثناء النسخ النهائي.
bn: চূড়ান্ত প্রতিলিপিকরণের সময় ত্রুটি।
de: Fehler bei der finalen Transkription.
es: Error durante la transcripción final.
fa: خطا در رونویسی نهایی.
fr: Erreur lors de la transcription finale.
hi: अंतिम प्रतिलेखन के दौरान त्रुटि।
id: Kesalahan selama transkripsi akhir.
ja: 最終転写中にエラーが発生しました。
ko: 최종 전사 중 오류가 발생했습니다.
nl: Fout tijdens finale transcriptie.
pt: Erro durante a transcrição final.
ru: Ошибка во время финальной транскрипции.
sv: Fel under slutlig transkription.
sw: Hitilafu wakati wa uandikishaji wa mwisho.
ta: இறுதி படியெடுப்பின் போது பிழை.
th: เกิดข้อผิดพลาดระหว่างการถอดความขั้นสุดท้าย
tr: Son transkripsiyon sırasında hata.
ur: حتمی نقل کے دوران خرابی۔
vi: Lỗi trong quá trình phiên âm cuối cùng.
zh: 最终转录期间出错。

source: Estonian
ar: الإستونية
bn: এস্তোনিয়ান
de: Estnisch
es: Estonio
fa: استونیایی
fr: Estonien
hi: एस्टोनियाई
id: Estonia
ja: エストニア語
ko: 에스토니아어
nl: Ests
pt: Estoniano
ru: Эстонский
sv: Estniska
sw: Kiestonia
ta: எஸ்டோனியன்
th: เอสโตเนีย
tr: Estonca
ur: ایسٹونین
vi: Tiếng Estonia
zh: 爱沙尼亚语

source: Experimental Settings
ar: الإعدادات التجريبية
bn: পরীক্ষামূলক সেটিংস
de: Experimentelle Einstellungen
es: Configuración experimental
fa: تنظیمات آزمایشی
fr: Paramètres expérimentaux
hi: प्रयोगात्मक सेटिंग्स
id: Pengaturan eksperimental
ja: 実験的設定
ko: 실험적 설정
nl: Experimentele instellingen
pt: Configurações experimentais
ru: Экспериментальные настройки
sv: Experimentella inställningar
sw: Mipangilio ya Majaribio
ta: சோதனை அமைப்புகள்
th: การตั้งค่าทดลอง
tr: Deneysel Ayarlar
ur: تجرباتی ترتیبات
vi: Cài đặt thử nghiệm
zh: 实验性功能
